Revit 2024 API
ParameterTypeId.RbsDuctFittingLossTableParam Property
 "ASHRAE Table"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsDuctFittingLossTableParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsDuctFittingLossTableParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsDuctFittingLossTableParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace